Лицензионное соглашение Rhytmious

1) Данная программа предоставляется "КАК ЕСТЬ". Вы используете программу только на свой страх и риск.
2) Данная программа является бесплатным программным обеспечением. Вы можете свободно использовать её в коммерческих и некоммерческих целях.
3) Данная программа предоставляется вместе со своими исходными кодами. Вы можете свободно использовать части этих кодов в своих проектах. Если вы при этом также упомянёте меня в своём проекте, я буду вам очень благодарен.
4) Я буду рад каждым замечаниям, отзывам, багрепортам и различным идеям для улучшения программы.
5) Короче, просто расслабьтесь и получайте удовольствие :)

Copyright (c) Иван Мовчан <NobootRecord@mail.ru>, 2023
https://nobootrecord.codeberg.page